<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    */

    'reset' => 'ពាក្យសម្ងាត់របស់អ្នកត្រូវបានកំណត់ឡើងវិញ។',
    'sent' => 'យើងបានផ្ញើតំណកំណត់ពាក្យសម្ងាត់ឡើងវិញទៅអ៊ីមែលរបស់អ្នក។',
    'throttled' => 'សូមរង់ចាំមុននឹងព្យាយាមម្តងទៀត។',
    'token' => 'សោកំណត់ពាក្យសម្ងាត់ឡើងវិញនេះមិនត្រឹមត្រូវទេ។',
    'user' => 'យើងរកមិនឃើញអ្នកប្រើដែលមានអាសយដ្ឋានអ៊ីមែលនេះទេ។',

];
